refactor: readme 개선
